[
  {
    "id": "1",
    "title": "Photography Package",
    "img": "https://i.ibb.co/5rjSG1V/photography-camera-learning-feature.webp",
    "price": "$1,500",
    "description": "Capture your special day with our professional photography package. Includes full-day coverage, edited high-resolution images, and a photo album.",
    "desc": "Our professional photography package is designed to capture every cherished moment of your special day. With full-day coverage by an experienced photographer, your wedding story will be beautifully documented. We go the extra mile by enhancing the quality of your images through meticulous editing, ensuring every photo is picture-perfect. As a lasting memento, we provide a thoughtfully designed photo album for you to relive those precious memories again and again."
  },
  {
    "id": "2",
    "title": "Venue Rental",
    "img": "https://i.ibb.co/8Kj9rpJ/62ed4a6a17fa6378798911df-Cover-2400w.jpg",
    "price": "$3,000",
    "description": "Rent our beautiful and spacious venue for your wedding ceremony and reception. Includes setup, tables, chairs, and basic decor.",
    "desc": "Bring your wedding dreams to life with our exclusive venue rental package. Our stunning venue offers the perfect backdrop for your ceremony and reception. We take care of the details, including the setup of tables, chairs, and basic decor, all tailored to match your chosen theme, allowing you to focus on celebrating your love."
  },
  {
    "id": "3",
    "title": "Floral Arrangements",
    "img": "https://i.ibb.co/bzkm254/kateryna-tyshkul.jpg",
    "price": "$800",
    "description": "Elevate the beauty of your wedding with our exquisite floral arrangements. Our expert florists create handcrafted bouquets for the bride and bridal party, stunning centerpieces that adorn your reception tables, and romantic ceremony flowers that set the mood for your special day."
  },
  {
    "id": "4",
    "title": "Catering Services",
    "img": "https://i.ibb.co/NtCXspt/226-2269356-catering-services-in-sri-lanka-hd-png-download.png",
    "price": "$2,500",
    "description": "Delight your guests with our gourmet catering services.We offer a diverse menu, including mouthwatering appetizers, delicious entrees.",
    "desc": " Impress your guests with our gourmet catering services. Our diverse menu offers a wide array of appetizers, main courses, and delectable desserts. Our experienced chefs and attentive staff ensure not only exceptional food but also a seamless dining experience, leaving a lasting impression on your wedding guests."
  },
  {
    "id": "5",
    "title": "DJ and Entertainment",
    "img": "https://i.ibb.co/0Df4Gdd/Equipment-of-a-Wedding-DJ-1-1024x683.jpg",
    "price": "$1,200",
    "desc": "Keep the party alive with our DJ and entertainment services. We work closely with you to curate a personalized playlist that suits your musical tastes, guaranteeing that the dance floor is alive with energy. Our professional sound and lighting equipment add to the ambiance, creating unforgettable moments."
  },
  {
    "id": "6",
    "title": "Wedding Planning Package",
    "img": "https://i.ibb.co/zbfhNgC/Wedding-Planning.png",
    "price": "$2,800",
    "description": "Let us take care of all the details with our comprehensive wedding planning package. From invitations to logistics, we've got you covered.",
    "desc": "Enjoy a stress-free wedding experience with our comprehensive planning package. From invitations to logistics, we handle every detail. Our services include RSVP management, guest list coordination, vendor coordination, and timeline management. On the big day, our on-site coordination ensures that everything runs smoothly, allowing you to savor every moment of your memorable celebration."
  }
]
